{
  "jsonData": [
    {
      "id": 1,
      "type": "National Talent Partner",
      "name": "Unilever",
      "logo": "/assets/images/partners/national/Unilever - National Talent Partner-min.png",
      "link": "1",
      "about": "Unilever, a global Consumer Goods company established in Sri Lanka in the early 1900s with brands such as Sunlight, Lux, Pears Rose. They then expanded into soap, bakery items who were then overlooked by Lever Brothers Ceylon Limited Ceytea, Lever Aqua Products etc., and were then brought under one umbrella of Unilever Sri Lanka. They now focus on Fast Moving Consumer Goods (FMCG) with its production and distribution plants in close proximity to its head office. Through all their initiatives, Unilever Sri Lanka always strives to provide “Feel good, look good, and get more out of life”.",
      "partnership": "If you were to ask an AIESECer in Sri Lanka to name one of the most used words in their AIESEC vocabulary, Unilever is bound to be on the list. It is not only because of the proud presence of the organization but because of the purposeful partnership that binds two like-minded organizations, AIESEC Sri Lanka and Unilever LK since 2015 and its impact. Unilever LK has always been a proud partner that we’ve had to develop the talent of our membership.",

     
      "opportunities": [
        {
          "id": 1,
          "title": "HR Business Partner",
          "postedDate": "2023-10-01",
          "description": "Agarapathana",
          "link": "https://360.aiesec.lk/"
        },
        {
          "id": 2,
          "title": "Corporate Communications",
          "postedDate": "2023-10-10",
          "description": "Intern",
          "link": "https://360.aiesec.lk/"
        },
        {
          "id": 3,
          "title": "Information Technology",
          "postedDate": "2023-10-08",
          "description": "Intern",
          "link": "https://360.aiesec.lk/"
        },
        {
          "id": 4,
          "title": "Senior Brands Projects Executive",
          "postedDate": "2023-10-06",
          "description": "-",
          "link": "https://360.aiesec.lk/"
        }
      ]
    }
  ]
}
